IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Bahasa:EN)"
IDS_CVL_DLL_ERROR = "Tidak dapat menginisialisasi COM dll"
IDS_CVL_REPORT_PRINTING = "Mencetak Laporan..."
IDS_CVL_REPORT_GENERATING = "Membuat Laporan..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "Versi modul desain tidak kompatibel dengan versi saat ini.\n Tidak dapat membuat Laporan."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "Versi modul desain tidak kompatibel dengan versi saat ini.\nRC/Kolom Tidak dapat melakukan desain."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "Versi modul desain tidak kompatibel dengan versi saat ini.\nRating Tidak dapat membuat laporan."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData Versi modul desain tidak kompatibel dengan versi saat ini."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report Versi modul desain tidak kompatibel dengan versi saat ini."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Versi dll yang salah sedang ditautkan"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Laporan tidak diinisialisasi"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Tabel_Ringkasan"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Konektor Gaya Geser"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Penguat Longitudinal"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Penguat Bantalan"
IDS_CVL_RPT_US_Web = "Web"
IDS_CVL_RPT_US_1Side = "1Sisi"
IDS_CVL_RPT_US_2Side = "2Sisi"
IDS_CVL_RPT_US_Top_Flange = "Flens Atas"
IDS_CVL_RPT_US_Bottom_Flange = "Flens Bawah"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Flens Atas(Permukaan bawah flens atas)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Flens Bawah(Permukaan atas flens bawah)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Penampang nonkompak untuk Jembatan Lengkung"
IDS_CVL_RPT_US_Noncompact_section = "∴ Bagian Nonkompak"
IDS_CVL_RPT_US_Slender_section = "∴ Penampang ramping."
IDS_CVL_RPT_US_Exist = "Ada"
IDS_CVL_RPT_US_Not_Exist = "Tidak Ada"
IDS_CVL_RPT_US_Stiffened_Web = "web diperkuat"
IDS_CVL_RPT_US_Unstiffened_Web = "web tidak diperkuat"
IDS_CVL_RPT_US_Shear_connector = "Konektor Gaya Geser"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Penguat Longitudinal"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Datar"
IDS_CVL_RPT_US_Stiffener_type_Tee = "Tee"
IDS_CVL_RPT_US_Stiffener_Num_1 = "Satu Sisi"
IDS_CVL_RPT_US_Stiffener_Num_2 = "Kedua Sisi"
IDS_CVL_RPT_US_Stiffener_I_type = "Tipe I"
IDS_CVL_RPT_US_Stiffener_T_type = "Tipe T"
IDS_CVL_RPT_US_Stiffener_U_type = "Tipe U"
IDS_CVL_RPT_US_Positive_moment = "Momen Positif"
IDS_CVL_RPT_US_Negative_moment = "Momen Negatif"
IDS_CVL_RPT_US_Top_part = "(Atas)"
IDS_CVL_RPT_US_Bottom_part = "(Bawah)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmental"
IDS_CVL_RPT_US_Nonsegmental = "Nonsegmental"
IDS_CVL_RPT_US_Solid = "Solid"
IDS_CVL_RPT_US_Box = "Box"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Desain torsi untuk suatu penampang"
IDS_CVL_RPT_US_Transfer_Construction = "%d.Pada saat transfer dan selama konstruksi"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.Pada kombinasi beban layan"
IDS_CVL_RPT_US_PSC_Bond = "Ikatan"
IDS_CVL_RPT_US_PSC_Unbond = "Tidak Terikat"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Desain lentur untuk suatu penampang"
IDS_CVL_RPT_US_Positive = "Positif"
IDS_CVL_RPT_US_Negative = "Negatif"
IDS_CVL_RPT_US_Code = "Kode"
IDS_CVL_RPT_US_Strain_compatibility = "Kecocokan Regangan"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Pemeriksaan retak"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Desain gaya geser untuk suatu penampang"
IDS_CVL_RPT_US_Compression = "Kompresi"
IDS_CVL_RPT_US_Tension = "Tegangan"
IDS_CVL_RPT_US_Top_part2 = "Atas"
IDS_CVL_RPT_US_Bottom_part2 = "Bawah"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ Atas"
IDS_CVL_RPT_US_Bottom_title = "■ Bawah"
IDS_CVL_RPT_US_Quasi_permanent = "Quasi-permanen"
IDS_CVL_RPT_US_Frequent = "Sering"
IDS_CVL_RPT_US_Characteristic = "Karakteristik"
IDS_CVL_RPT_US_Persistent_Transient = "Persisten & Transien"
IDS_CVL_RPT_US_Characteristic_IRC = "Jarang"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Dasar & Seismik"
IDS_CVL_RPT_US_Accidental = "Kecelakaan"
IDS_CVL_RPT_US_Service_Load_I = "Beban Layanan I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Beban Layanan III/IV"
IDS_CVL_RPT_US_Continued_Load = "Beban Layanan V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Keadaan Batas Ultimatum"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Jangka Panjang"
IDS_CVL_RPT_US_Short_term = "Jangka Pendek"
IDS_CVL_RPT_US_Long_Load = "Beban Jangka Panjang"
IDS_CVL_RPT_US_Short_Load = "Beban Jangka Pendek"
IDS_CVL_RPT_US_Construct_Stress = "TeganganDiCS"
IDS_CVL_RPT_US_Service_Stress = "TeganganDiLCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "TeganganUtamaDiCS"
IDS_CVL_RPT_US_Service_Principal_Stress = "TeganganUtamaDiLCB"
IDS_CVL_RPT_US_PS_Steel = "TeganganTendon"
IDS_CVL_RPT_US_Crack = "PemeriksaanRetak"
IDS_CVL_RPT_US_Flexural_Strength = "Kekuatan Lentur"
IDS_CVL_RPT_US_Shear_Strength = "Kekuatan Gaya Geser"
IDS_CVL_RPT_US_Torsional_Strength = "Kekuatan Torsi"
IDS_CVL_RPT_US_Girder = "Girder"
IDS_CVL_RPT_US_Slab = "Pelat Lantai"
IDS_CVL_RPT_US_Non_Composite = "Non-komposit"
IDS_CVL_RPT_US_Composite = "Komposit"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Pemeriksaan Kuat Lentur"
IDS_CVL_RPT_US_Positive_moment_title = "■ Momen Positif"
IDS_CVL_RPT_US_Negative_moment_title = "■ Momen Negatif"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Pemeriksaan Kuat Gaya Geser"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Gaya Geser Maksimum"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Gaya Geser Minimum"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Gaya Torsi Maksimum"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Pemeriksaan Kuat Torsi(Penampang Box)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Pemeriksaan Kuat Torsi(Penampang Solid)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) Pemeriksaan Kekuatan Torsi"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Pemeriksaan Tegangan Nol"
IDS_CVL_RPT_US_i_Crack_check = "%d. Pemeriksaan Retak"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-Tegangan Atas Bagian"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-Tegangan Bawah Bagian"
IDS_CVL_RPT_US_Strain = "Regangan"
IDS_CVL_RPT_US_Displacement = "Perpindahan"
IDS_CVL_RPT_US_ROUGH_CIP = "Kasaran (pelat CIP)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monolitik"
IDS_CVL_RPT_US_ROUGH = "Dikasarkan secara sengaja"
IDS_CVL_RPT_US_ROUGH_LWC = "Dikasarkan secara sengaja (LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Dikasarkan secara sengaja (NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Tidak dikasarkan secara sengaja"
IDS_CVL_RPT_US_ANCHORED = "Anchored"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Proporsi penulangan memanjang pada sisi tarik lentur"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Proporsi penulangan memanjang pada sisi tekan lentur"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Penulangan gaya geser transversal minimum"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Spasi maksimum untuk penulangan gaya geser transversal"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Kuat gaya geser dibatasi oleh hancurnya web"
IDS_CVL_RPT_Member = "Elemen Struktur"
IDS_CVL_RPT_Critical_LCOM = "Critical Load Combination"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "Ketahanan fraktur harus diperiksa secara terpisah oleh pengguna"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 harus diperiksa secara terpisah oleh pengguna"
IDC_CVL_RPT_Not_Recommended_compession_member = "Tidak direkomendasikan untuk digunakan sebagai elemen tekan"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Tidak direkomendasikan untuk digunakan sebagai elemen lentur"
IDS_CVL_RPT_US_Element = "Elemen"
IDS_CVL_RPT_US_Position = "Position"
IDS_CVL_RPT_US_Moment_Type = "Moment Type"
IDS_CVL_RPT_US_Dgn_Condition = "Design Condition"
IDS_CVL_RPT_US_Flexure = "Flexure"
IDS_CVL_RPT_US_Properties = "Properties"
IDS_CVL_RPT_US_Section = "Penampang"
IDS_CVL_RPT_US_Material = "Material"
IDS_CVL_RPT_US_Flange = "Flange"
IDS_CVL_RPT_US_Design = "Design"
IDS_CVL_RPT_US_Strength = "Strength"
IDS_CVL_RPT_US_Fyc_Desc = "Compression Flange Yield Strength"
IDS_CVL_RPT_US_Fyw_Desc = "Web Yield Strength"
IDS_CVL_RPT_US_Fyt_Desc = "Tension Flange Yield Strength"
IDS_CVL_RPT_US_Es_Desc = "Elastic Modulus of Steel"
IDS_CVL_RPT_US_Transverse = "Transverse"
IDS_CVL_RPT_US_Stiffener = "Stiffener"
IDS_CVL_RPT_US_Type = "Tipe"
IDS_CVL_RPT_US_Name = "Nama"
IDS_CVL_RPT_US_Elastic = "Elastic"
IDS_CVL_RPT_US_Steel_Gr = "Baja"
IDS_CVL_RPT_US_Steel_Section = "Steel Section"
IDS_CVL_RPT_US_Composite_Section = "Composite Section"
IDS_CVL_RPT_US_3n_Desc = "untuk properti material yang bergantung waktu yang didefinisikan karena hasil analisis memperhitungkan efek jangka panjang"
IDS_CVL_RPT_US_Long_Reinforcement = "Penulangan Memanjang"
IDS_CVL_RPT_US_Limit_State = "Limit State"
IDS_CVL_RPT_US_Flexural = "Flexural"
IDS_CVL_RPT_US_Resistance = "Resistance"
IDS_CVL_RPT_US_EN_Positive_moment = "Positive moment"
IDS_CVL_RPT_US_EN_Negative_moment = "Negative moment"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Design Forces and Stresses"
IDS_CVL_RPT_US_Load_Combination = "Load Combination"
IDS_CVL_RPT_US_Component = "Component"
IDS_CVL_RPT_US_Forces = "Forces"
IDS_CVL_RPT_US_Stresses = "Stresses"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "Kombinasi beban positif tidak ada. Lewati pemeriksaan ini."
IDS_CVL_RPT_US_Unbraced_Length = "Unbraced Length"
IDS_CVL_RPT_US_Sect_Proportion = "Cross-section Proportions"
IDS_CVL_RPT_US_Web_Proportion = "Web Proportions"
IDS_CVL_RPT_US_Flange_Proportion = "Flange Proportions"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Plastic Moment(Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Plastic Forces"
IDS_CVL_RPT_US_Plastic_moment = "Plastic moment"
IDS_CVL_RPT_US_Plastic_Moment = "Plastic Moment"
IDS_CVL_RPT_US_Dist_PNA = "Jarak dari sumbu netral plastis"
IDS_CVL_RPT_US_drt_Desc = "jarak dari PNA ke garis tengah lapisan atas penulangan"
IDS_CVL_RPT_US_drb_Desc = "jarak dari PNA ke garis tengah lapisan bawah penulangan"
IDS_CVL_RPT_US_dt_Desc = "jarak dari sumbu netral plastis ke tengah tebal flens tarik"
IDS_CVL_RPT_US_dw_Desc = "jarak dari sumbu netral plastis ke tengah tinggi web"
IDS_CVL_RPT_US_dc_Desc = "jarak dari sumbu netral plastis ke tengah tebal flens tekan"
IDS_CVL_RPT_US_ds_Desc = "jarak dari sumbu netral plastis ke tengah tebal pelat dek beton"
IDS_CVL_RPT_US_Check_Case_PNA = "Periksa kasus sumbu netral plastis"
IDS_CVL_RPT_US_Dist_of_PNA = "Jarak sumbu netral plastis"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Yield Moment(My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Momen Batas Leleh Flens Atas"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Momen Batas Leleh Flens Bawah"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Momen Batas Leleh Penulangan Memanjang"
IDS_CVL_RPT_US_in_which = "di mana :"
IDS_CVL_RPT_US_S_Desc = "noncomposite section modulus"
IDS_CVL_RPT_US_S3n_Desc = "modulus penampang komposit jangka panjang"
IDS_CVL_RPT_US_Sn_Desc = "modulus penampang komposit jangka pendek"
IDS_CVL_RPT_US_M_D1_Desc = "moment of noncomposite section"
IDS_CVL_RPT_US_M_D2_Desc = "momen penampang komposit jangka panjang"
IDS_CVL_RPT_US_M_AD_Desc = "momen batas leleh tambahan penampang komposit jangka pendek"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "Kombinasi beban negatif tidak ada. Lewati pemeriksaan ini."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Penulangan Minimum Lentur Negatif Dek Beton"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Keadaan Batas Kuat Lentur pada lentur positif"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Keadaan Batas Kuat Lentur pada lentur negatif"
IDS_CVL_RPT_US_Sect_Classification = "▪ Section Classification"
IDS_CVL_RPT_US_Ductility_Req = "Ductility Requirement"
IDS_CVL_RPT_US_Dp_Desc = "jarak dari bagian atas dek beton ke sumbu netral penampang komposit pada momen plastis"
IDS_CVL_RPT_US_Dt_Desc = "tinggi total penampang komposit"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Ketahanan Lentur penampang komposit kompak"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Ketahanan Lentur Nominal pada bentang menerus"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Ketahanan Lentur Nominal berdasarkan Dp"
IDS_CVL_RPT_US_Therefore = "therefore,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Periksa Ketahanan Lentur penampang komposit kompak"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Periksa Ketahanan Lentur penampang komposit nonkompak"
IDS_CVL_RPT_US_Check_compression_flange = "Check compression flange"
IDS_CVL_RPT_US_Check_tension_flange = "Check tension flange"
IDS_CVL_RPT_US_Shored_Construction = "Shored Construction"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Flange Lateral bending Stress"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "Karena flens tarik diberi pengaku secara diskret."
IDS_CVL_RPT_US_for_curved_bridge = "for curved bridge"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "Karena flens diberi pengaku secara kontinu."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Tegangan lentur lateral flens tekan elastis orde kedua"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "Karena flens diberi pengaku secara diskret."
IDS_CVL_RPT_US_fl_Fl_Desc = "Gaya lateral terdistribusi merata yang ekuivalen secara statis"
IDS_CVL_RPT_US_fl_Pl_Desc = "Gaya lateral terkonsentrasi yang ekuivalen secara statis"
IDS_CVL_RPT_US_fl_F_Desc = "Distributed Force"
IDS_CVL_RPT_US_fl_P_Desc = "Concentrated Force"
IDS_CVL_RPT_US_fl_e_Desc = "Eccentricity of Overhang Loads"
IDS_CVL_RPT_US_fl_hw_Desc = "height of web"
IDS_CVL_RPT_US_fl_Lb_Desc = "unbraced length"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Faktor Beban Mati untuk Penampang nonkomposit"
IDS_CVL_RPT_US_bec_torsional_warping = "Because of torsional warping"
IDS_CVL_RPT_US_Mb_Desc = "Bi-moment"
IDS_CVL_RPT_US_Iw_Desc = "Warping constant"
IDS_CVL_RPT_US_w_f_Desc = "Fungsi warping pada titik tegangan "
IDS_CVL_RPT_US_Check = "Check"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Hybrid Factor, Rh"
IDS_CVL_RPT_US_homo_sect = "homogeneous section"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Penampang hibrida dengan baja berkekuatan lebih tinggi pada web dibandingkan pada kedua flens"
IDS_CVL_RPT_US_Rh_Dn_Desc = "nilai yang lebih besar dari jarak dari NA elastis ke muka dalam flens"
IDS_CVL_RPT_US_Rh_Fn_Desc = "tegangan batas leleh yang sesuai dengan Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "luas flens pada sisi NA yang sesuai dengan Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Limiting unbraced length"
IDS_CVL_RPT_US_rt_Desc = "jari-jari girasi efektif untuk tekuk torsi lateral"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Tegangan tekuk torsi lateral elastis"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Moment gradient modifier"
IDS_CVL_RPT_US_for_unbraced_cantilever = "For unbraced cantilever"
IDS_CVL_RPT_US_Calc_Stress = "Calculation of Stress"
IDS_CVL_RPT_US_Elastic_Range_Dc = "Pada Rentang Elastis, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Tinggi web dalam tekan pada momen plastis, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Web load-shedding factor"
IDS_CVL_RPT_US_In_constructibility = "In constructibility"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Karena Penampang Komposit memenuhi Proporsi Penampang pada Lentur Positif."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Web dengan pengaku memanjang,"
IDS_CVL_RPT_US_fyc_Desc = "kuat batas leleh minimum yang ditentukan untuk flens tekan"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Ketahanan lentur berdasarkan flens tarik yang diberi pengaku secara kontinu"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Ketahanan tekuk lokal berdasarkan flens tekan yang diberi pengaku secara diskret"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Ketahanan tekuk torsi lateral berdasarkan flens tekan yang diberi pengaku secara diskret"
IDS_CVL_RPT_US_s_compact = "compact"
IDS_CVL_RPT_US_s_noncompact = "noncompact"
IDS_CVL_RPT_US_s_slender = "slender"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Ketahanan Lentur berdasarkan flens tekan yang diberi pengaku secara diskret"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Web plastification factor"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Ketahanan lentur pada flens tekan yang diberi pengaku secara kontinu"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Ketahanan lentur pada flens tarik yang diberi pengaku secara kontinu"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Ketahanan tekuk lokal berdasarkan flens tekan yang diberi pengaku secara diskret"
IDS_CVL_RPT_US_for_Rolled_sect = "for rolled section"
IDS_CVL_RPT_US_for_built_up_sect = "for built-up section"
IDS_CVL_RPT_US_compact_flange = "compact flange"
IDS_CVL_RPT_US_noncompact_flange = "noncompact flange"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Elastic critical buckling resistance"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Ketahanan tekuk torsi dan tekuk lentur-torsi"
IDS_CVL_RPT_US_Shear = "Gaya Geser"
IDS_CVL_RPT_US_Max = "Max"
IDS_CVL_RPT_US_Min = "Min"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Rasio ketahanan tekuk geser terhadap kuat batas leleh geser, C"
IDS_CVL_RPT_US_Web_Classification = "Web Classification"
IDS_CVL_RPT_US_Long_Stfn = "Longitudinal Stiffener"
IDS_CVL_RPT_US_Tran_Stfn = "Transverse Stiffener"
IDS_CVL_RPT_US_Tran_Spacing = "Transverse Spacing"
IDS_CVL_RPT_US_web_considered = "Jadi, web ini dianggap"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "koefisien tekuk geser untuk Web yang diberi pengaku"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "koefisien tekuk geser untuk Web tanpa pengaku"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Ketahanan Nominal Web interior tanpa pengaku atau panel ujung"
IDS_CVL_RPT_US_Vn_C_Desc = "rasio ketahanan tekuk geser terhadap kuat batas leleh geser"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Ketahanan Nominal Web interior yang diberi pengaku"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Tidak Mempertimbangkan Aksi Medan Tarik Pasca-Tekuk"
IDS_CVL_RPT_US_Tran_Stiffeners = "Transverse Stiffeners"
IDS_CVL_RPT_US_Projecting_width = "Projecting Width"
IDS_CVL_RPT_US_TS_D_Desc = "height of steel section"
IDS_CVL_RPT_US_TS_tp_Desc = "Ketebalan stiffener"
IDS_CVL_RPT_US_TS_bf_Desc = "width of flange"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Momen Inersia dan Jari-jari Girasi"
IDS_CVL_RPT_US_yiled_Stfn = "yielding of stiffener"
IDS_CVL_RPT_US_and = "and"
IDS_CVL_RPT_US_Service = "Service"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Concrete Deck Effectiveness Check"
IDS_CVL_RPT_US_modulus_rupture = "modulus of rupture"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Tegangan tarik longitudinal terfaktor Service II pada dek"
IDS_CVL_RPT_US_P_N_moment = "Positive/Negative moment"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "Tidak ada kombinasi beban layan. Lewati pemeriksaan ini."
IDS_CVL_RPT_US_Permanent_deformation = "Permanent deformation"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Penampang ini bukan penampang kompak pada lentur positif, lewati pemeriksaan tegangan sayap atas dan bawah."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "tegangan sayap akibat beban Service II yang dihitung tanpa mempertimbangkan lentur lateral sayap"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "kuat batas leleh minimum yang ditentukan untuk sayap"
IDS_CVL_RPT_US_posi_flexure_and = "Positive Fleksi dan"
IDS_CVL_RPT_US_Ser_proportion_limit = "batas proporsi,   lewati pemeriksaan Tahanan Tekuk-Lentur Nominal untuk web."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Tahanan Tekuk-Lentur Nominal untuk web"
IDS_CVL_RPT_US_Ser_fc_Desc = "tegangan sayap tekan pada penampang yang ditinjau akibat beban Service II."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Periksa tegangan pada dek beton"
IDS_CVL_RPT_US_No_condition_checking_skip = "Tidak ada kondisi untuk pemeriksaan. Lewati pemeriksaan ini."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Periksa Penulangan minimum dek beton untuk lentur negatif"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Jadi, Penulangan minimum dek beton untuk lentur negatif tidak diperlukan."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Jadi, Penulangan minimum dek beton untuk lentur negatif diperlukan."
IDS_CVL_RPT_US_Constructibility = "Konstruktabilitas"
IDS_CVL_RPT_US_CS_Const_Stage = "Tahap Konstruksi"
IDS_CVL_RPT_US_CS_Step = "Langkah"
IDS_CVL_RPT_US_C_Steel_Only = "Penampang Baja Saja"
IDS_CVL_RPT_US_No_CS_Skip = "Tidak ada tahap konstruksi. Lewati pemeriksaan ini."
IDS_CVL_RPT_US_Check_Slend_Web = "Periksa kekakuan web"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Sayap dengan Pengaku Diskrit dalam Tekan"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Sayap dengan Pengaku Diskrit dalam Tarik"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Tegangan lentur lateral pada sayap tarik"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Periksa batas leleh nominal flange"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "Untuk penampang dengan web ramping, tidak perlu diperiksa ketika fl sama dengan nol."
IDS_CVL_RPT_US_flex_resistance = "Periksa ketahanan lentur"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Periksa buckling lentur web"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "Untuk penampang dengan web kompak atau nonkompak, tidak perlu diperiksa."
IDS_CVL_RPT_US_Concrete_Deck = "Dek Beton"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Periksa tegangan longitudinal pada dek beton"
IDS_CVL_RPT_US_Dgn_Forces = "Gaya Desain"
IDS_CVL_RPT_US_Shear_req_Web = "Persyaratan Gaya Geser untuk web"
IDS_CVL_RPT_US_Fati_Limit_State = "Keadaan Batas Kelelahan"
IDS_CVL_RPT_US_Fati_moment = "Momen Kelelahan"
IDS_CVL_RPT_US_Shear_Force = "Gaya Geser"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "Tidak ada Kombinasi Beban Kelelahan. Lewati pemeriksaan ini."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Kelelahan yang Diinduksi Beban"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Periksa Kelelahan yang Diinduksi Beban"
IDS_CVL_RPT_US_F_stress_unfac_DL = "Tegangan dari DL tanpa faktor"
IDS_CVL_RPT_US_F_stress_fati_LCB = "Tegangan dari LCB kelelahan"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Tekan"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "Tegangan tekan dari DL tanpa faktor"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "Tegangan tarik dari LCB kelelahan"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "Tegangan dari DL tanpa faktor adalah tegangan tarik."
IDS_CVL_RPT_US_Skip_this_check = "Lewati pemeriksaan ini."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Kategori"
IDS_CVL_RPT_US_F_Number_stress = "Jumlah tegangan (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Setara dengan Tabel Umur Tak Terbatas."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Untuk Fatigue I, sesuai Tabel"
IDS_CVL_RPT_US_CAFT = "Ambang Kelelahan Amplitudo Konstan"
IDS_CVL_RPT_US_for_Fatigue_II = "Untuk Kelelahan II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Persyaratan Kelelahan Khusus untuk Web dengan pengaku melintang"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "gaya geser pada web akibat beban permanen tanpa faktor ditambah beban kelelahan terfaktor (Fatigue I)"
IDS_CVL_RPT_US_Sum = "Jumlah"
IDS_CVL_RPT_US_Warping_stress = "tegangan warping"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Tahanan Lentur berdasarkan Sayap dalam Tarik"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Tahanan Lentur berdasarkan sayap box dalam Tarik"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Tahanan Lentur berdasarkan sayap box dalam Tekan"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Tahanan Tekuk Lokal berdasarkan Sayap Tanpa Pengaku"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Tahanan Tekuk Lokal berdasarkan Sayap dengan Pengaku"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "koefisien tekuk pelat untuk tegangan normal seragam"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "koefisien tekuk pelat untuk tegangan geser"
IDS_CVL_RPT_US_EN_Shear_Connector = "Konektor Gaya Geser"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "Tidak ada Informasi Shear Connector. Lewati pemeriksaan ini."
IDS_CVL_RPT_US_Types = "Jenis"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Shear connector tipe channel tidak memeriksa jenisnya."
IDS_CVL_RPT_US_SC_Hs_Desc = "tinggi stud"
IDS_CVL_RPT_US_SC_d_Desc = "diameter stud"
IDS_CVL_RPT_US_SC_Pitch = "Jarak"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Ketahanan Kelelahan Gaya Geser"
IDS_CVL_RPT_US_Article = "Artikel"
IDS_CVL_RPT_US_Table = "Tabel"
IDS_CVL_RPT_US_SC_w_Desc = "lebar saluran"
IDS_CVL_RPT_US_SC_Pstr_Desc = "jarak shear connector yang ditentukan oleh kondisi batas kekuatan"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ diameter stud : jarak minimum shear connector"
IDS_CVL_RPT_US_SC_Vsr_Desc = "rentang gaya geser kelelahan horizontal per satuan panjang"
IDS_CVL_RPT_US_SC_Vfat_Desc = "rentang gaya geser kelelahan longitudinal per satuan panjang"
IDS_CVL_RPT_US_SC_Ffat_Desc = "rentang gaya geser kelelahan radial per satuan panjang"
IDS_CVL_RPT_US_SC_I_Desc = "momen inersia penampang komposit jangka pendek"
IDS_CVL_RPT_US_SC_Q_Desc = "momen pertama dari luas jangka pendek dek beton yang ditransformasikan terhadap sumbu netral penampang komposit jangka pendek"
IDS_CVL_RPT_US_SC_Vf_Desc = "rentang gaya geser vertikal pada kombinasi beban kelelahan yang berlaku"
IDS_CVL_RPT_US_SC_Abot_Desc = "luas flange bawah"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "rentang tegangan kelelahan longitudinal pada sayap bawah"
IDS_CVL_RPT_US_SC_L_Desc = "jarak antara titik penyangga"
IDS_CVL_RPT_US_SC_w_deck_Desc = "panjang efektif dek"
IDS_CVL_RPT_US_SC_R_Desc = "jari-jari girder minimum"
IDS_CVL_RPT_US_SC_Space_inform = "Shear connector stud tidak boleh lebih dekat dari 4.0 diameter stud, jarak pusat-ke-pusat melintang terhadap sumbu longitudinal elemen struktur pendukung."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- Jarak bersih antara tepi sayap atas dan tepi shear connector terdekat tidak boleh kurang dari %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Penutup dan Penetrasi"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- Kedalaman bersih selimut beton yang menutupi puncak shear connector tidak boleh kurang dari %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Shear connector harus menembus setidaknya %s. ke dalam dek beton."
IDS_CVL_RPT_US_SC_ts_Desc = "ketebalan dek beton"
IDS_CVL_RPT_US_SC_th_Desc = "ketebalan dari atas web ke bawah dek beton"
IDS_CVL_RPT_US_SC_tfc_Desc = "ketebalan flange atas"
IDS_CVL_RPT_US_SC_H_Desc = "tinggi konektor gaya geser"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Tahanan Gaya Geser Terfaktor dari satu shear connector"
IDS_CVL_RPT_US_Nom_Shear_force = "Gaya Geser Nominal"
IDS_CVL_RPT_US_SC_bs_Desc = "lebar efektif dek beton"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "ketebalan dek beton"
IDS_CVL_RPT_US_SC_bfc_Desc = "lebar flange kompresi"
IDS_CVL_RPT_US_SC_bft_Desc = "lebar flange tarik"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "ketebalan flange kompresi"
IDS_CVL_RPT_US_SC_tft_Desc = "ketebalan flange tarik"
IDS_CVL_RPT_US_SC_Fyw_Desc = "tegangan leleh web"
IDS_CVL_RPT_US_SC_Fyc_Desc = "kuat batas leleh sayap tekan"
IDS_CVL_RPT_US_SC_Fyt_Desc = "kuat batas leleh sayap tarik"
IDS_CVL_RPT_US_SC_tw_Desc = "ketebalan web"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Jumlah minimum shear connector pada lentur positif."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Jumlah minimum shear connector pada lentur negatif."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "Tidak ada Kombinasi Beban Kelelahan. Abaikan pemeriksaan ini."
IDS_CVL_RPT_US_SC_Top_Tens = "Atas(Tarik)"
IDS_CVL_RPT_US_SC_Top_Comp = "Atas(Tekan)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Bawah(Tarik)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Bawah(Tekan)"
IDS_CVL_RPT_US_SC_Fati_Check = "Periksa Kelelahan Konektor Gaya Geser"
IDS_CVL_RPT_US_from_Table = "dari Tabel"
IDS_CVL_RPT_US_Stiffeners = "Penguat"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "Tidak ada Informasi Stiffner. Lewati pemeriksaan ini."
IDS_CVL_RPT_US_LS_ts_Desc = "ketebalan penguat longitudinal"
IDS_CVL_RPT_US_LS_Il_Desc = "Momen inersia dari pengaku web longitudinal"
IDS_CVL_RPT_US_LS_r_Desc = "Jari-jari girasi dari pengaku web longitudinal"
IDS_CVL_RPT_US_LS_d0_Desc = "jarak penguat transversal"
IDS_CVL_RPT_US_LS_G_R_Desc = "jari-jari girder"
IDS_CVL_RPT_US_LS_Flex_stress = "Tegangan lentur pada pengaku longitudinal"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Penguat Penyangga"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Properti Penampang dan Kondisi Desain"
IDS_CVL_RPT_US_BS_Material_Stfn = "Material Penguat"
IDS_CVL_RPT_US_BS_E_Desc = "Modulus Elastisitas Penguat"
IDS_CVL_RPT_US_BS_Fys_Desc = "Tegangan Leleh Penguat"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Reaksi penyangga"
IDS_CVL_RPT_US_BS_bt_Desc = "Lebar Penguat"
IDS_CVL_RPT_US_BS_tp_Desc = "Ketebalan Penguat"
IDS_CVL_RPT_US_BS_n_Desc = "Pasangan penguat"
IDS_CVL_RPT_US_BS_d_Desc = "Jarak Penguat"
IDS_CVL_RPT_US_Height_Web = "Tinggi Web"
IDS_CVL_RPT_US_BS_tw_Desc = "Ketebalan Web"
IDS_CVL_RPT_US_BS_R_Desc = "Las fillet web-ke-sayap"
IDS_CVL_RPT_US_BS_Alw_width = "Lebar yang Diizinkan"
IDS_CVL_RPT_US_Bearing_Resis = "Ketahanan Penyangga"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Ketahanan Penyangga Nominal"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Ketahanan Penyangga yang Dikalikan"
IDS_CVL_RPT_US_Factored_Resis = "Ketahanan yang Dikalikan"
IDS_CVL_RPT_US_Axial_Comp = "Kompresi Aksial"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Ketahanan Buckling Lentur Elastis"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Ketahanan batas leleh nominal ekuivalen"
IDS_CVL_RPT_US_Nominal_yield_resis = "Ketahanan batas leleh nominal"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Ketahanan Kompresi Nominal"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Ketahanan Kompresi yang Dikalikan"
IDS_CVL_RPT_US_Moment_Inertia = "Momen Inersia"
IDS_CVL_RPT_US_LS_k_Desc = "koefisien tekuk pelat untuk tegangan normal seragam"
IDS_CVL_RPT_US_LS_w_Desc = "nilai yang lebih besar dari lebar sayap di antara pengaku sayap longitudinal"
IDS_CVL_RPT_US_LS_n_Desc = "jumlah pengaku sayap longitudinal dengan jarak sama"
IDS_CVL_RPT_US_Dgn_Code = "Kode Desain"
IDS_CVL_RPT_US_Node_IJ = "Node(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Properti Penampang"
IDS_CVL_RPT_US_Gross_Sect = "- Penampang Kotor"
IDS_CVL_RPT_US_Trans_Sect = "- Penampang Tertransformasi"
IDS_CVL_RPT_US_Materials = "Material"
IDS_CVL_RPT_US_Concrete = "Beton"
IDS_CVL_RPT_US_Beta1 = "0.85 jika f'c lebih rendah dari 4ksi, selain itu adalah 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Informasi Baja Prategang"
IDS_CVL_RPT_US_Tendon_Name = "Nama Tendon"
IDS_CVL_RPT_US_Bond_Type = "Jenis Ikatan"
IDS_CVL_RPT_US_Dp_Tendon = "Jarak dari serat tekan ekstrem ke titik berat tendon prategang."
IDS_CVL_RPT_US_Dp_Rein = "Jarak dari serat tekan ekstrem ke titik berat Penulangan nonprategang."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Informasi Penulangan baja nonprategang longitudinal"
IDS_CVL_RPT_US_Bot_Flexure = "Di Bawah Sentroid"
IDS_CVL_RPT_US_Top_Flexure = "Di Atas Sentroid"
IDS_CVL_RPT_US_Torsion = "Torsi"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Informasi Penulangan baja nonprategang melintang"
IDS_CVL_RPT_US_Angle_Longi_Stir = "Sudut antara longitudinal dan sengkang."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Gaya/tegangan penampang akibat prategang efektif"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Jarak dari titik berat penampang ke titik berat tendon"
IDS_CVL_RPT_US_Moment_Direct = "Arah Momen"
IDS_CVL_RPT_US_Method_Calc = "- Metode Perhitungan :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- Kombinasi beban batas kekuatan maksimum :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- Momen faktorisasi maksimum"
IDS_CVL_RPT_US_Neut_Depth = "Kedalaman sumbu netral ke muka tekan"
IDS_CVL_RPT_US_Axial_Concrete = "Gaya aksial pada beton (zona tekan):"
IDS_CVL_RPT_US_Axial_Steel = "Gaya aksial pada baja Penulangan"
IDS_CVL_RPT_US_Tens_Zone = "zona tarik"
IDS_CVL_RPT_US_Compress_Zone = "zona kompresi"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Gaya aksial pada tendon (Unbond) menurut Code"
IDS_CVL_RPT_US_Axial_Bond_Code = "Gaya aksial pada tendon (Bond) menurut Code"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* Gaya aksial pada tendon Unbonded tidak dapat dihitung menggunakan metode kompatibilitas"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Gaya aksial pada tendon (Bond) dengan Kompatibilitas Regangan"
IDS_CVL_RPT_US_Comp_Force = "Gaya Kompresi"
IDS_CVL_RPT_US_Tens_Force = "Gaya Tarik"
IDS_CVL_RPT_US_Tolerance = "Toleransi"
IDS_CVL_RPT_US_Flex_Resist = "Ketahanan Lentur"
IDS_CVL_RPT_US_Nominal_Resist = "Ketahanan Nominal"
IDS_CVL_RPT_US_Resist_Factor = "Faktor Ketahanan"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Regangan tarik bersih pada baja tarik ekstrem"
IDS_CVL_RPT_US_Comp_Control_Range = ": Rentang Terkendali Tekan,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Rentang Terkendali Tarik,"
IDS_CVL_RPT_US_Trans_Range = ": Rentang Transisi,"
IDS_CVL_RPT_US_Joint_Seg = ": Untuk sambungan pada konstruksi segmental"
IDS_CVL_RPT_US_Factored_Resist = "Resistensi faktorisasi"
IDS_CVL_RPT_US_Min_Rein = "Penulangan minimum"
IDS_CVL_RPT_US_Judge = "Penilaian"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "Tidak Ada Pemeriksaan"
IDS_CVL_RPT_US_Min_Rein_Chk = "Periksa penulangan minimum"
IDS_CVL_RPT_US_Crack_Moment = "Momen retak"
IDS_CVL_RPT_US_Where = "Di mana,"
IDS_CVL_RPT_US_Sect_Modulus = "Modulus Penampang untuk serat ekstrem"
IDS_CVL_RPT_US_Non_Composite_Dead = "Momen beban mati non-komposit"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Modulus Penampang Komposit untuk serat ekstrem"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Modulus Penampang non-komposit untuk serat ekstrem"
IDS_CVL_RPT_US_Flex_Crack_Factor = "Faktor variabilitas retak lentur"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Faktor variabilitas prategang"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Rasio batas leleh terhadap kuat tarik ultimit dari penulangan"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Tegangan tekan pada beton akibat prategang efektif saja"
IDS_CVL_RPT_US_Chk_Min_Rein = "Memeriksa penulangan minimum"
IDS_CVL_RPT_US_Max_Service_Lcom = "- Kombinasi Beban Batas Layan maksimum:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- Jarak maksimum penulangan baja pada lapisan yang paling dekat dengan sisi tarik"
IDS_CVL_RPT_US_Exposure_Factor = "Faktor paparan"
IDS_CVL_RPT_US_Tens_Service_Bar = "Tegangan tarik pada batang pada kondisi batas layan"
IDS_CVL_RPT_US_Max_shear = "Gaya Geser Maksimum"
IDS_CVL_RPT_US_Min_shear = "Gaya Geser Minimum"
IDS_CVL_RPT_US_Sect_Type = "Tipe penampang"
IDS_CVL_RPT_US_Stregnth_Lcom = "Kombinasi Beban Batas Kuat"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Momen torsi faktorisasi"
IDS_CVL_RPT_US_Factor_Shear = "Gaya geser faktorisasi"
IDS_CVL_RPT_US_Factor_Moment = "Momen faktorisasi"
IDS_CVL_RPT_US_Factor_Axial_Force = "Gaya aksial faktorisasi"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Faktor resistensi untuk gaya geser"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Faktor modifikasi densitas beton"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Komponen gaya prategang pada arah gaya geser"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(termasuk Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Kedalaman efektif"
IDS_CVL_RPT_US_Effect_Web_Width = "Lebar web efektif"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Kedalaman efektif untuk pembengkokan"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Kedalaman efektif untuk gaya geser"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Kedalaman efektif untuk geser untuk Box Segmental"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Jarak dari serat tekan ekstrem ke pusat massa penulangan prategang"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Jarak maksimum untuk penulangan transversal"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Tegangan geser pada beton"
IDS_CVL_RPT_US_Min_Trans_Area = "Penulangan transversal minimum yang dibutuhkan"
IDS_CVL_RPT_US_Min_Trans_Chk = "* Pendefinisian "OK" atau "NG" akan diperiksa pada pemeriksaan ketahanan geser oleh penulangan transversal"
IDS_CVL_RPT_US_Longi_Strain = "Regangan longitudinal"
IDS_CVL_RPT_US_Stress_Vari = "Variabel tegangan"
IDS_CVL_RPT_US_Tensile_Stress = "Tegangan tarik"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "Tegangan pada serat tarik ekstrem akibat beban terfaktor dan prategang efektif setelah kehilangan"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Tegangan tekan tak terfaktor pada beton akibat prategang efektif saja."
IDS_CVL_RPT_US_Component_Tensile_Stress = "Komponen geser yang ditahan oleh tegangan tarik pada beton"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Faktor yang menunjukkan beton retak diagonal untuk meneruskan tarik"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Nilai θ dan β untuk Penampang"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ adalah sudut kemiringan tegangan tekan diagonal."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β adalah faktor yang menunjukkan beton retak diagonal untuk meneruskan tarik."
IDS_CVL_RPT_US_Max_Agg = "Ukuran agregat maksimum"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Ketahanan geser nominal yang disediakan oleh beton"
IDS_CVL_RPT_US_Component_Trans_Rein = "Komponen geser yang ditahan oleh penulangan transversal"
IDS_CVL_RPT_US_Area_Trans_Rein = "Luas penulangan transversal yang diperlukan"
IDS_CVL_RPT_US_No_Shear_Rein = "Tidak Ada Penulangan Geser"
IDS_CVL_RPT_US_Shear_Resist = "Resistensi geser"
IDS_CVL_RPT_US_Nominal_Shear = "Kekuatan geser nominal"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Resistensi geser faktorisasi"
IDS_CVL_RPT_US_Case_of = "Kasus"
IDS_CVL_RPT_US_Notation = "Notasi"
IDS_CVL_RPT_US_Area_Shear_Flow = "Luas yang dilingkupi oleh lintasan aliran geser, termasuk luas lubang apa pun di dalamnya."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Keliling garis pusat dari penulangan torsi transversal tertutup."
IDS_CVL_RPT_US_Area_Conc_Sect = "Total luas yang dilingkupi oleh keliling luar penampang beton."
IDS_CVL_RPT_US_Peri_Conc_Sect = "Panjang keliling luar penampang beton."
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Memeriksa Efek Torsi"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Momen retak torsi"
IDS_CVL_RPT_US_Ignore_Torsion = "Abaikan efek torsi."
IDS_CVL_RPT_US_Consider_Torsion = "Pertimbangkan efek torsi."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "Ketebalan efektif lintasan aliran geser elemen"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Periksa momen torsi"
IDS_CVL_RPT_US_Req_Longi_Rein = "Penulangan longitudinal yang dibutuhkan"
IDS_CVL_RPT_US_Solid_Sect = "Dalam penampang solid,"
IDS_CVL_RPT_US_Box_Sect = "Dalam penampang kotak,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Periksa kombinasi torsi dan geser"
IDS_CVL_RPT_US_Before = "Sebelum"
IDS_CVL_RPT_US_After = "Setelah"
IDS_CVL_RPT_US_Inter_Shear = "Gaya Geser Antarmuka"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Resistensi geser antarmuka nominal"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "Ketahanan geser nominal, Vni, yang digunakan dalam desain tidak boleh lebih besar dari nilai yang lebih kecil dari:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Faktor Kohesi dan Gesekan (Kasus)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Gaya geser antarmuka faktorisasi"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Resistensi geser antarmuka faktorisasi"
IDS_CVL_RPT_US_Allow_Conc_CS = "Tegangan izin pada beton pada tahap konstruksi"
IDS_CVL_RPT_US_Elem = "Elemen"
IDS_CVL_RPT_US_Part = "Bagian"
IDS_CVL_RPT_US_Girder_Or_Slab = "Girder/Pelat"
IDS_CVL_RPT_US_Comp_Or_Tens = "Kompressi/Tarik"
IDS_CVL_RPT_US_Top_Or_Bottom = "Atas/Bawah"
IDS_CVL_RPT_US_Stage = "Tahap"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Tegangan izin pada beton pada kombinasi beban layan"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Tegangan utama izin pada beton pada tahap konstruksi"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "Tegangan utama dipertimbangkan untuk penampang PSC non-komposit tetapi tidak untuk Penampang PSC komposit"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Tegangan utama izin pada beton pada kombinasi beban layan pada geser maksimum"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Tegangan utama izin pada beton pada kombinasi beban layan pada torsi maksimum"
IDS_CVL_RPT_US_Allow_Tendon = "Tegangan yang diizinkan dalam tendon"
IDS_CVL_RPT_US_Tendon = "Tendon"
IDS_CVL_RPT_US_Crack_Chk = "Pemeriksaan retak"
IDS_CVL_RPT_US_Dgn_Criteria = "Kriteria Desain"
IDS_CVL_RPT_US_Pos_Or_Neg = "Positif/Negatif"
IDS_CVL_RPT_US_Bonded = "Terikat"
IDS_CVL_RPT_US_Unbonded = "Tidak Terikat"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Desain lentur untuk suatu penampang"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Desain geser untuk suatu penampang"
IDS_CVL_RPT_US_Dgn_Step_1 = "Langkah Desain 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Langkah Desain 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Langkah Desain 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Langkah Desain 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Langkah Desain 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Langkah Desain 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Tegangan rata-rata pada baja prategang"
IDS_CVL_RPT_US_Area_Bond_Stl = "Luas baja prategang berlekatan"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Jarak dari serat tekan ekstrem ke pusat massa tendon prategang berlekatan"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Luas baja prategang tak berlekatan"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Jarak dari serat tekan ekstrem ke pusat massa tendon prategang tak berlekatan"
IDS_CVL_RPT_US_Area_Pre_Stl = "Luas baja prategang"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Luas penulangan baja tarik non-prategang"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Jarak dari serat tekan ekstrem ke pusat massa penulangan tarik non-prategang"
IDS_CVL_RPT_US_Area_Comp_Rein = "Luas penulangan kompresi"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Jarak dari serat tekan ekstrem ke pusat massa penulangan tekan"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Kedalaman flens kompresi"
IDS_CVL_RPT_US_Block_Factor = "Faktor blok tegangan"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Panjang tendon di antara angkur"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Tegangan efektif pada baja prategang pada penampang yang ditinjau"
IDS_CVL_RPT_US_Depth_Stress_Block = "Kedalaman blok tegangan ekuivalen"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Faktor ketahanan lentur."
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Resistensi lentur nominal"
IDS_CVL_RPT_US_Modulus_Rup = "Modulus patah"
IDS_CVL_RPT_US_Factored_Moment = "Momen faktorisasi"
IDS_CVL_RPT_US_Max_or_Min = "Maks/Min"
IDS_CVL_RPT_US_Total_Depth_Beam = "Kedalaman total balok"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Jarak antara resultan gaya tarik dan gaya tekan akibat lentur"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Kedalaman geser efektif. Tidak perlu kurang dari 0.9de atau 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h atau jarak dari serat tekan ekstrem ke pusat massa tendon"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Gaya geser terfaktor pada penampang"
IDS_CVL_RPT_US_Width_Web = "Lebar Web"
IDS_CVL_RPT_US_Component_Effect_Shear = "Komponen prategang efektif pada arah geser"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Rasio tegangan geser terfaktor yang bekerja terhadap ketahanan tekan beton"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Luas penulangan transversal minimum yang diperlukan"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Faktor untuk beton retak diagonal untuk menahan tarik"
IDS_CVL_RPT_US_Max_Factored_Moment = "Momen faktorisasi maksimum"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Modulus elastisitas tendon dikalikan dengan selisih regangan yang terkunci"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Regangan pada kedalaman tengah elemen struktur"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Sudut kemiringan tegangan tekan diagonal"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Sudut kemiringan penulangan transversal terhadap sumbu memanjang"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Resistensi geser nominal"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Batas atas ketahanan geser nominal"
IDS_CVL_RPT_US_Torsion_Resist = "Resistensi torsi"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Faktor resistensi untuk torsi"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Resistensi torsi nominal"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Luas baja torsi yang diperlukan"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Luas baja memanjang yang diperlukan untuk torsi sebagai tambahan terhadap yang untuk lentur"
IDS_CVL_RPT_US_Replace_Shear_Force = "Gaya geser terfaktor akan digantikan oleh gaya geser efektif ketika torsi diperlukan"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Karena fpe lebih kecil dari 0.5 fpu, disarankan untuk menggunakan metode ‘Kesesuaian Regangan’"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Jarak dari garis referensi"
IDS_CVL_RPT_EC_Checking_DesignCode = "Kode Desain"
IDS_CVL_RPT_EC_Checking_ElementNo = "Nomor Elemen"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Informasi Posisi"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Kondisi Desain"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Atur Parameter Desain"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Resistensi Momen Ultimate"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Resistensi Geser"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Resistensi Torsi"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Lebar Retak"
IDS_CVL_RPT_EC_Title_of_Decompression = "Pemeriksaan Decompression"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Pemeriksaan Kelelahan"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Pemeriksaan tegangan saat transfer dan selama konstruksi"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Pemeriksaan tegangan untuk kombinasi beban layan"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Parameter Desain"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Informasi Penampang"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Informasi Material"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Informasi Profil Tendon"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Faktor parsial untuk kondisi batas ultimit"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- faktor λ, dan faktor η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- faktor α_cc , α_ct  : Koefisien untuk efek jangka panjang pada Kuat Tekan dan Kuat Tarik."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Situasi Desain"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c untuk beton"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s untuk baja penulangan"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s untuk baja prategang"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Persisten & Transien"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Accidental"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "di mana, λ, η masing-masing mendefinisikan tinggi efektif zona tekan, mendefinisikan kuat efektif."
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(untuk kekuatan tekan)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(untuk kekuatan geser)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(untuk kekuatan tarik)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Informasi Material Beton"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Informasi Material Penulangan"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Tipe"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Nama Tendon"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Lokasi\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Area\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Kekuatan (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Kekuatan Desain"
IDS_CVL_RPT_EC_Where = "dimana,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Kekuatan desain beton"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Kekuatan desain Penulangan"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Kekuatan desain Tendon"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "di mana, fcd, fctd masing-masing adalah kuat tekan dan kuat tarik desain."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Periksa apakah penampang retak pada lentur."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(Penampang retak.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(Penampang tidak retak.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Tegangan tarik lentur"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(Tarik dianggap positif.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Kuat tarik desain beton."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Rujuk 1.4 Informasi Profil Tendon."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Periksa Ketahanan Momen, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Momen Positif"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Momen Negatif"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Beban Desain"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Beban Desain"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Parameter desain"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Hitung Sumbu Netral"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Hitung F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Hitung tahanan momen, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Periksa area penulangan minimum"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Gaya (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Momen (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Situasi Desain :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Buckling torsi lateral"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep adalah"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z adalah konstanta penampang"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s adalah"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Asumsikan kedalaman sumbu netral."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Hitung regangan baja dan tendon."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Hitung tegangan baja dan tendon."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Hitung gaya aksial pada beton, baja, dan tendon."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Periksa apakah gaya resultan penampang adalah nol."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Ulangi langkah 1 sampai 5 hingga gaya resultan menjadi nol."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "No."
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Kedalaman netral\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Gaya Tekan ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Gaya Tarik ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Rasio\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Beton"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Penulangan"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Tendon"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x adalah kedalaman sumbu netral"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "No."
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Tegangan_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  adalah jarak dari kedalaman sumbu netral, x ke beton, penulangan, tendon"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Informasi Penampang"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Penampang ekivalen (tdn, reinfmnt)\n(Girder)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Penampang ekivalen (Setelah Komposit)\n(Girder + Slab)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Girder"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Pelat Lantai"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Informasi Material Beton"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Informasi Material Penulangan"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- faktor λ, dan faktor η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Girder"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Pelat Lantai"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Kekuatan desain beton"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Kekuatan desain Penulangan"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- Hitung F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Gbr 3.5, Gbr 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Gaya Tekan untuk Girder"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Gaya Tekan untuk Slab"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Gaya Penulangan tekan"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Gaya Tarik pada penulangan"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Gaya Tarik pada Tendon"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": kedalaman sumbu netral"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Luas blok tegangan beton persegi panjang untuk bagian girder"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Luas blok tegangan beton persegi panjang untuk bagian slab"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Luas penulangan tekan"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Luas penulangan tarik"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Stress_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : regangan beton pada kedalaman tendon pada kondisi keruntuhan"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : regangan tendon pada tegangan prategang efektif"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Hitung tahanan momen, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  adalah jarak dari sumbu netral ke titik berat blok tegangan pada beton, RF, TD"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Periksa ketahanan geser Beton, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Periksa ketahanan geser Penulangan Geser, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Gaya Geser Maksimum"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Gaya Geser Minimum"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- Beban Desain"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Nilai rencana untuk ketahanan geser V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Gaya (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Momen (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Situasi Desain :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ Penulangan geser tidak diperlukan"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ Penulangan geser diperlukan"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(jika kompresi, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Parameter Desain"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Nilai rencana untuk ketahanan geser V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Nilai rencana untuk ketahanan geser V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Periksa rasio penulangan geser"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Periksa Jarak stirrup"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Lewati pemeriksaan ketahanan geser, V_Rd,s  oleh baja penulangan geser"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α adalah sudut antara penulangan geser dan sumbu balok yang tegak lurus terhadap gaya geser."
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ adalah sudut antara strut tekan beton dan sumbu balok yang tegak lurus terhadap gaya geser."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z adalah lengan momen dalam."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  adalah luas penampang penulangan geser"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  adalah rasio minimum penulangan geser"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( untuk f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( untuk f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( untuk struktur non-prestressed )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( untuk 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( untuk 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( untuk 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( untuk σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  adalah faktor reduksi kekuatan untuk beton yang retak akibat geser"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  adalah koefisien yang memperhitungkan keadaan tegangan pada chord tekan"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s adalah jarak antar sengkang"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Gaya Geser Maksimum"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Gaya Geser Minimum"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Periksa ketahanan geser Beton, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- Beban Desain"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Situasi Desain :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Kekuatan desain beton"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Kekuatan desain Penulangan"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Girder"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Pelat Lantai"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Periksa apakah penampang retak akibat lentur."
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(Penampang retak.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(Penampang tidak retak.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Tegangan tarik lentur"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(Tarik dianggap positif.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Kuat tarik rencana beton."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Tegangan total pada titik berat komposit akibat aksi pada girder saja"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(DESIGNER'S GUIDE TO EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": tegangan pada titik berat komposit akibat momen yang bekerja pada girder saja"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": tegangan pada titik berat komposit akibat prategang"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Momen Lentur pada girder saja"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Tinggi ke Titik Berat pada girder saja"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Tinggi ke Titik Berat pada penampang komposit"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Luas girder saja"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Momen inersia pada girder saja"
IDS_CVL_RPT_EC_Block_Shear02_P = ": Gaya prategang terfaktor setelah semua kehilangan"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Momen gaya prategang"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Tegangan geser pada girder saja pada ketinggian titik berat komposit"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Gaya geser pada girder pracetak saja"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Momen pertama luas pada titik berat girder saja"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Lebar girder"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Gaya geser tambahan yang bekerja pada penampang komposit"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Momen pertama luas pada titik berat penampang komposit"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Momen inersia pada penampang komposit"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Ketahanan geser total penampang komposit"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(daerah tidak retak akibat lentur)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ Penulangan geser diperlukan"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ Penulangan geser tidak diperlukan"
IDS_CVL_RPT_EC_Block_Shear03_title = "Periksa penulangan geser minimum"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Periksa rasio penulangan geser"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  adalah rasio minimum penulangan geser"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Luas penulangan diagonal"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Periksa Jarak stirrup"
IDS_CVL_RPT_EC_Block_Shear03_s = "s adalah jarak antar sengkang"
IDS_CVL_RPT_EC_Block_Shear03_d = ": kedalaman efektif"
IDS_CVL_RPT_EC_Block_Shear04_title = "Periksa gaya tarik tambahan pada penulangan memanjang akibat gaya geser"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": Ketahanan momen"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Lengan momen dari analisis ketahanan lentur ultimit"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Periksa geser pada antarmuka antara beton yang dicor pada waktu berbeda"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Gaya Tekan girder"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Gaya Tekan slab"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Tegangan geser pada antarmuka"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": Rasio gaya memanjang pada area beton baru"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  dan total gaya memanjang baik pada zona tekan maupun tarik"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Gaya geser melintang"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Lengan momen dari analisis ketahanan lentur ultimit"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Lebar bidang antarmuka"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Periksa gaya geser pada antarmuka antara beton yang dicor pada waktu yang berbeda"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Diambil secara konservatif dengan β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Periksa gaya geser pada antarmuka antara beton yang dicor pada waktu yang berbeda"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Total gaya tarik gelagar dan pelat lantai"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Gaya tarik pelat lantai"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Ketahanan geser rencana pada antarmuka"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Kuat tarik rencana minimum (fctd) dan kuat rencana (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   beton di antara gelagar dan pelat lantai"
IDS_CVL_RPT_EC_Block_Shear06_c = ": faktor yang bergantung pada kekasaran antarmuka"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": faktor yang bergantung pada kekasaran antarmuka"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Berat pelat lantai"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Luas sambungan (1m untuk panjang satuan)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Luas Penulangan yang melintasi antarmuka"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Kuat konektor geser"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Sudut Penulangan yang melintasi antarmuka"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Beban Desain"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Periksa Tahanan Torsi"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Momen Torsi Maksimum"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Gaya (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Momen (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Situasi Desain :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Bagian Penampang Tertutup"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Flens Atas [ Kiri ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Flens Atas [ Kanan ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Flens Atas"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Flens Bawah [ Kiri ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Flens Bawah [ Kanan ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Flens Bawah"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Web Kiri"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Web Kanan"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Web"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Hitung ketahanan torsi maksimum, T_Rd,max  dari total penampang"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Parameter Desain"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Periksa batas hancur untuk kombinasi gaya geser dan torsi"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Periksa Penulangan memanjang untuk torsi"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Periksa jarak memanjang torsi"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Diasumsikan α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  adalah ketebalan dinding efektif"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  adalah luas yang dilingkupi oleh garis tengah dinding penghubung, termasuk area rongga dalam"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  adalah keliling dari luas A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α adalah kemiringan Penulangan geser torsi terhadap sumbu memanjang balok."
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ adalah sudut strut tekan"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  adalah torsi rencana yang bekerja"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  adalah luas yang dilingkupi oleh garis tengah dinding penghubung, termasuk area rongga dalam"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  adalah ketebalan dinding efektif"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A adalah luas total penampang di dalam keliling luar, termasuk area rongga dalam"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u adalah keliling luar penampang"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  adalah keliling dari luas A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ adalah sudut strut tekan"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  adalah ketebalan dinding efektif"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u adalah keliling luar penampang"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A adalah luas total penampang di dalam keliling luar, termasuk area rongga dalam"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  adalah keliling luar penampang"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  adalah luas yang dilingkupi oleh garis tengah dinding penghubung, termasuk area rongga dalam"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- Persamaan berikut digunakan untuk menentukan apakah Penulangan desain diperlukan."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  adalah momen retak torsi."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  adalah ketahanan geser rencana tanpa Penulangan geser."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Nilai rencana untuk momen retak torsi T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Nilai rencana untuk tegangan geser per badan V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Jumlah Web"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( Diasumsikan bahwa total gaya geser ditahan oleh badan. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Periksa apakah Penulangan desain diperlukan."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "Penulangan melintang diperlukan."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "Penulangan melintang tidak diperlukan."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "( untuk struktur non-prestressed )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( untuk 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( untuk 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( untuk 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( untuk σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  adalah luas Penulangan memanjang yang dipasang untuk torsi."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  adalah luas Penulangan memanjang yang diperlukan untuk torsi."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Periksa Penulangan melintang untuk gaya geser"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  adalah luas Penulangan melintang untuk gaya geser."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  adalah jarak Penulangan geser."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Periksa Penulangan melintang untuk torsi"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  adalah luas Penulangan melintang untuk gaya geser."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Hitung lebar retak, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ Atas"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Bawah"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- Beban Desain"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Parameter Desain"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Hitung regangan rata-rata pada beton dan Penulangan, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Hitung jarak retak maksimum, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Periksa lebar retak"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Gaya (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Momen (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Tipe Beban Layan :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Jangka Panjang/Pendek :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Tegangan pada permukaan atas"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Tegangan pada permukaan bawah"
IDS_CVL_RPT_EC_Stress_surface = "(Untuk tegangan tekan, pemeriksaan retak dilewati.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Untuk tegangan yang lebih kecil dari f_ctd , pemeriksaan retak dilewati.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Untuk tegangan tarik, pemeriksaan retak diperlukan.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ adalah diameter ekuivalen batang (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c adalah selimut beton pada Penulangan memanjang"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( untuk pembebanan jangka pendek )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( untuk pembebanan jangka panjang )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  adalah tegangan pada Penulangan tarik dengan mengasumsikan penampang retak"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' adalah luas tendon pratarik atau pascatarik di dalam A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff  adalah luas efektif beton tarik di sekitar Penulangan atau"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         tendon prategang dengan kedalaman, h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  adalah rasio kuat lekat yang disesuaikan dengan mempertimbangkan diameter yang berbeda dari"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        baja pra-tekan dan penulangan"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ adalah rasio kuat lekat baja prategang dan baja tulangan"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  adalah diameter batang terbesar dari baja tulangan"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  adalah diameter batang ekuivalen tendon."
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  adalah faktor yang bergantung pada durasi Beban"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( untuk batang berlekatan tinggi )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( untuk batang dengan permukaan efektif polos, mis. tendon prategang )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( untuk lentur )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( untuk tarik murni )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  adalah koefisien yang memperhitungkan sifat lekat Penulangan berlekatan"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  adalah koefisien yang memperhitungkan distribusi regangan"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Batas lebar retak, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Kelas Paparan : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Periksa luas Penulangan minimum, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Periksa tegangan pada beton di bawah kombinasi karakteristik Beban."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "Tipe kombinasi karakteristik tidak ada. (Lewati pemeriksaan A_s,min.)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Periksa tegangan pada beton di bawah kombinasi karakteristik Beban."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Situasi Desain :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Situasi Desain :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Jangka Panjang/Jangka Pendek :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface adalah tegangan pada permukaan beton prategang."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "Nilai σ_ct,p diambil sebagai f_ct,eff sesuai dengan 7.3.2 (2)."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff adalah nilai rata-rata kuat tarik beton yang efektif pada saat tersebut."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Luas penulangan minimum, A_s,min tidak diperlukan."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Luas penulangan minimum, A_s,min diperlukan."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Hitung luas penulangan minimum, A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct adalah luas beton dalam zona tarik."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s adalah nilai absolut dari tegangan maksimum yang diizinkan pada penulangan"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     segera setelah terbentuknya retak."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff adalah nilai rata-rata kuat tarik beton yang efektif pada saat"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     ketika retak pertama kali diperkirakan akan terjadi."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k adalah koefisien yang memperhitungkan pengaruh tegangan swaseimbang yang tidak seragam,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     yang menyebabkan pengurangan gaya pengekangan."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c adalah koefisien yang memperhitungkan distribusi tegangan di dalam penampang"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     tepat sebelum retak dan perubahan lengan momen."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Jika N_Ed adalah gaya tekan, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Jika N_Ed adalah gaya tekan)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Jika N_Ed adalah gaya tarik)"
IDS_CVL_RPT_EC_Top = "Atas"
IDS_CVL_RPT_EC_Bottom = "Bawah"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- Beban Desain"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Situasi Desain :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Jangka Panjang/Jangka Pendek :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Pemeriksaan tegangan"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: tekan   + : tarik)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : kelas adalah D atau E, pemeriksaan diabaikan."
IDS_CVL_RPT_EC_Fati01_title = "- Pemeriksaan tegangan"
IDS_CVL_RPT_EC_Fati01_ref = "(Panduan desain 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "Tegangan tekan maksimum (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "Tegangan tekan minimum (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "hari"
IDS_CVL_RPT_EC_Fati01_t = " : umur saat beban hidup pertama kali diterapkan"
IDS_CVL_RPT_EC_Fati01_s = " : koefisien yang bergantung pada jenis semen"
IDS_CVL_RPT_EC_Fati02_title = "- Pemeriksaan tegangan untuk kebutuhan penulangan geser"
IDS_CVL_RPT_EC_Fati02_LCOM = "Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "Gaya geser maksimum (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "Gaya geser minimum (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "Tahanan geser desain (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Girder"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Pelat Lantai"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Kompresi"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Nama Tahap Kritis :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "Untuk pelat beton bertulang,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Untuk elemen prategang,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Tegangan batas"
IDS_CVL_RPT_EC_Transfer_Compression_post = "Untuk elemen pascategang,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Nama Kombinasi Beban :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Tipe Kombinasi Beban :"
IDS_CVL_RPT_EC_Table_Elem = "Elemen."
IDS_CVL_RPT_EC_Table_Part = "Bagian"
IDS_CVL_RPT_EC_Table_Posi = "Positif\n/ Negatif"
IDS_CVL_RPT_EC_Table_LCOM = "Nama Lcom"
IDS_CVL_RPT_EC_Table_Situ = "Situasi"
IDS_CVL_RPT_EC_Table_Type = "Tipe"
IDS_CVL_RPT_EC_Table_Chk = "Periksa"
IDS_CVL_RPT_EC_Table_Rat = "Rasio"
IDS_CVL_RPT_EC_Table_CompTens = "Tekan/Tarik."
IDS_CVL_RPT_EC_Table_Stage = "Tahap"
IDS_CVL_RPT_EC_Table_LCOM2 = "Lcom\nNama"
IDS_CVL_RPT_EC_Table_Tnd = "Tendon"
IDS_CVL_RPT_EC_Table_TopBot = "Atas/Bawah"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Tipe Lcom"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Panjang/ Pendek"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Nomor Elemen"
IDS_CVL_RPT_EC_Plate_Check_Position = "Informasi Posisi"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- Beban desain"
IDS_CVL_RPT_EC_Plate_LCOM = "Nama kombinasi beban :"
IDS_CVL_RPT_EC_Plate_Verification = "- Verifikasi"
IDS_CVL_RPT_EC_Plate_Verification2 = "Verifikasi"
IDS_CVL_RPT_EC_when = "ketika"
IDS_CVL_RPT_EC_here = "di sini,"
IDS_CVL_RPT_EC_where = "Di mana,"
IDS_CVL_RPT_EC_for = "untuk"
IDS_CVL_RPT_EC_Num = "No."
IDS_CVL_RPT_EC_space = "Ruang"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Kondisi Desain"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Ketahanan Lentur"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Tahanan terhadap Gaya Geser Vertikal"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Tahanan terhadap Tekuk Torsi Lateral"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Tahanan terhadap Gaya Transversal"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Tahanan terhadap Gaya Geser Memanjang"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Tahanan terhadap Kelelahan"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Batas Tegangan"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Gaya Geser Memanjang untuk SLS(Batas Layan)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Parameter Desain"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Informasi Penampang"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Informasi Material"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Faktor parsial"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C untuk beton"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S untuk baja penulangan"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0 untuk baja struktural"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1 untuk baja struktural"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V untuk stud kepala"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff untuk rentang tegangan amplitudo konstan ekuivalen"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf untuk kekuatan kelelahan"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s untuk kekuatan lelah stud pada geser"
IDS_CVL_RPT_EC_partial_factors_title = "Faktor parsial"
IDS_CVL_RPT_EC_partial_factors_Value = "Faktor"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "untuk beton"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "untuk baja penulangan"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "untuk baja struktural"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "untuk baja struktural"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "untuk stud kepala"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "untuk rentang tegangan amplitudo konstan ekuivalen"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "untuk kekuatan kelelahan"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "untuk kekuatan lelah stud pada geser"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■ Dimensi Penampang"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Pelat Lantai"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Girder"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■ Kekakuan Penampang"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Sebelum"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Setelah"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Retak"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Baja struktural"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Beton"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Penulangan"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Momen Positif"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Momen Negatif"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Tegangan"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Beban desain"
IDS_CVL_RPT_EC_Plate_Left = "Kiri"
IDS_CVL_RPT_EC_Plate_Right = "Kanan"
IDS_CVL_RPT_EC_Plate_TF = "Flens Atas"
IDS_CVL_RPT_EC_Plate_BF = "Flens Bawah"
IDS_CVL_RPT_EC_Plate_Web = "Web"
IDS_CVL_RPT_EC_Plate_OF = "Flens menonjol"
IDS_CVL_RPT_EC_Plate_IP = "Bagian internal"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Klasifikasi penampang"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Klasifikasi penampang"
IDS_CVL_RPT_EC_Plate_Part = "Bagian"
IDS_CVL_RPT_EC_Plate_Class = "Kelas"
IDS_CVL_RPT_EC_Plate_Section = "Penampang"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Momen tahanan plastis, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "NA Plastik"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Momen tahanan plastik"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "NA Plastik Efektif"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Sisi Atas PNA)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Sisi Bawah PNA)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Momen tahanan plastis, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Momen tahanan elastis, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Momen tahanan elastis"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": faktor terendah sehingga batas tegangan tercapai."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Hitung nilai minimum antara Girder Baja dan Pelat Lantai Beton.)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Hitung nilai minimum antara Girder Baja dan Penulangan Pelat Lantai.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Penampang Efektif"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Penampang Efektif"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- Momen Tambahan"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Momen Tambahan"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Kekakuan efektif untuk N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Kekakuan efektif untuk M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Kekakuan efektif untuk"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Momen tahanan plastis, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Web Kiri"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Web Kanan"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Beban desain"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "NA Plastik"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Perhitungan. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Perhitungan. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Perhitungan. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Flens Atas"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Flens Bawah"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Kontribusi dari web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Kontribusi dari web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Kontribusi dari flange"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Kontribusi dari flange"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interaksi M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interaksi"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Tegangan geser"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■  Cek Ketahanan Gaya Geser"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Ketahanan geser plastik"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Ketahanan buckling gaya geser"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "Kekakuan modifikasi"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi dari sub panel"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■  λ_w kritis"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "Pengaku transversal tidak ada."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "Dalam kasus ini, pengaku transversal harus disediakan pada tumpuan."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd dihitung sebagai M_pl,Rd tetapi mengabaikan kontribusi badan (web)."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0 dihitung sebagai M_pl,Rd tetapi mengabaikan kontribusi badan (web)."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "dihitung sebagai"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "tetapi mengabaikan kontribusi badan (web)"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Faktor reduksi untuk N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Faktor reduksi untuk N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Faktor reduksi untuk"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Diambil sebagai nilai terbesar dari (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "Tidak perlu memverifikasi kriteria interaksi"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Untuk penampang kelas 1 atau 2, interaksi M-V harus diperiksa secara terpisah oleh pengguna."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Jumlah Web"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Jumlah Web"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  momen tahanan tekuk"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Momen ketahanan buckling"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  tahanan tekuk aksial"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Rasio Gabungan"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- Model bingkai U"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Verifikasi untuk tekan dan lentur biaxial"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Verifikasi untuk tekan dan lentur biaxial"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Koefisien tekuk untuk berbagai tipe penerapan beban"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Koefisien tekuk untuk berbagai tipe penerapan beban"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Untuk web tanpa pengaku memanjang"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- Untuk web dengan pengaku memanjang"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Panjang beban efektif"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Panjang beban efektif"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Ketahanan desain"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Ketahanan desain"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Tahanan geser dari satu konektor"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Tahanan geser dari satu konektor"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Gaya geser memanjang yang bekerja pada panjang L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Gaya geser memanjang yang bekerja pada panjang"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Verifikasi, Pelat Lantai"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Rentang tegangan geser untuk konektor"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Rentang tegangan geser untuk konektor"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍjarak stud / jumlah stud"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "jarak stud / jumlah stud"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Faktor setara kerusakan"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Faktor setara kerusakan"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Rentang amplitudo konstan ekuivalen dari tegangan geser yang terkait dengan 2 juta siklus"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Rentang amplitudo konstan ekuivalen dari tegangan geser yang terkait dengan 2 juta siklus"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Nama kombinasi beban karakteristik :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Nama kombinasi beban kuasi-permanen :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- Dalam baja struktural"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Serat kanan-atas pada flange)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Sumbu netral pada web)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- Pada beton pelat lantai"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "Pada beton pelat lantai"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- Dalam penulangan"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "Dalam penulangan"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "Baja Tulangan berada dalam tekan. Tidak perlu diperiksa."
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Sengaja dikasarkan (0,25 in.)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Sengaja dikasarkan"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Tidak sengaja dikasarkan"
